Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: From assisting the police in investigations, pro- viding advice on interviewing of suspects or witnesses, working as expert witnesses in court cases, working in the rehabilitation of offenders, conducting criminal psychology research or working in academia, the work of criminal psychologists is varied and wide reaching.
vi: Từ hỗ trợ cảnh sát điều tra, cung cấp lời khuyên cho công việc chất vấn nghi phạm hoặc nhân chứng, làm việc như là chuyên gia làm chứng trong mọi phiên tòa, việc cải tạo phạm phạm nhân, tiến hành những nghiên cứu về tâm lý tội phạm đến làm việc ở viện nghiên cứu, công việc của những nhà tâm lý học đều có mục đích khác nhau và phong phú.

source: From just these few statistics, it seems that being imprisoned brings with it a substantial risk of being victimized.
vi: Chỉ từ một vài số liệu thống kê này dường như đã thấy rằng việc bị ngồi tù dẫn đến nguy cơ thực tế về việc bị ngược đãi.

source: From research that has tried to determine the causes of poor psychological health in prisons, including studies mentioned above, a number of factors have been identified:
vi: Một nghiên cứu đã cố gắng xác định các nguyên nhân của sức khoẻ tâm lý yếu trong tù, bao gồm những nghiên cứu đã nêu trên, cũng đã đưa ra một số nhân tố sau:

source: From the list contained within this quote, it can be seen that the role of the psychologist in assisting the police can be wide-ranging.
vi: Từ danh sách trích dẫn trên, có thể thấy thấy rằng vai trò của nhà tâm lý học trong hỗ trợ cảnh sát điều tra liên quan đến nhiều vấn đề.

source: From the results of the meta-analyses, the panel of inter- national experts in offender rehabilitation drew up a set of criteria to which all future programmes should adhere.
vi: Từ kết quả của quá trình phân tích - tổng hợp, Hiệp hội chuyên gia quốc tế về cải tạo phạm nhân đã thiết lập các tiêu chí cần tuân theo đối với tất cả những chương trình trong tương lai.

source: From these findings, it seems quite logical to hypothesize that criminal behaviour, which could be considered need or desire driven, would show consistency.
vi: Từ những phát hiện này, có vẻ khá logic khi giả định rằng hành vi phạm tội- các hành vi được xem như nhu cầu hoặc ham muốn thúc đẩy, sẽ thể hiện sự nhất quán.

source: From this understanding forensic linguists can suggest reforms to legal language to make it easier to understand.
vi: Nếu hiểu được điều đó, những nhà ngôn ngữ học pháp lý sẽ có thể đề nghị một cuộc cải tổ để biến ngôn ngữ học pháp lý trở thành một loại ngôn ngữ chính thức và trở nên dễ hiểu hơn.

source: From what they said and from the relevant research (some of which has been described above) we drew up a questionnaire that a large sample of police interviewers filled in.
vi: Từ những gì họ nói và những nghiên cứu liên quan (một số đã được mô tả ở trên) chúng ta lập ra một bảng câu hỏi mà nhiều cảnh sát thường dùng khi chất vấn nghi phạm.

source: Further and more in-depth information can be found in the following chapters.
vi: Sẽ có nhiều thông tin chuyên sâu hơn nữa cũng có thể được tìm thấy trong những chương tiếp theo.

source: Further investigation needs to examine the reasons for non-completion, especially within high-risk groups.
vi: Sau đó, công việc điều tra xa hơn cần kiểm tra lý do tại sao chưa hoàn thành, đặc biệt đối với những người nằm trong nhóm có nguy cơ cao.

source: Furthermore, (i) children’s misunderstanding of questions were evident in sixty-five per cent of the cross-examinations, (ii) there was a relationship between the number of child witness misunderstandings and the defence lawyers’ use of complex questions, and (iii) when children appeared to contradict what they had earlier said in the trials this was very often associated with an age-inappropriate question being asked (which caused the contradiction).
vi: Hơn nữa, (i) việc trẻ hiểu sai ý của câu hỏi chiếm sáu mươi phần trăm số lần đối thẩm, (ii) có tương quan giữa số lần trẻ hiểu sai và viêc sử dụng các câu hỏi phức tạp từ phía luật sư bên bào chữa, và (iii) khi lời khai của trẻ có vẻ như mâu thuẫn với những gì trẻ nói trước đó trên tòa, điều này thường xảy ra khi trẻ gặp câu hỏi không phù hợp với lứa tuổi (gây ra sự mâu thuẫn).

source: Furthermore, if the police lie in this context, the general public will learn of this and it may well lessen the positive regard societies need to have of their police service.
vi: Hơn nữa, nếu cảnh sát nói dối trong hoàn cảnh này, niềm tin và thái độ tích cực của công chúng dành cho ngành cảnh sát sẽ giảm dần.

source: Furthermore, in some crimes witnesses may not be able to see the perpetrators but can hear their voices.
vi: Hơn nữa, trong một số trường hợp, có thể nhân chứng không nhìn thấy mặt nhưng lại nghe được giọng của hung thủ.

source: Furthermore, in some lying/truth-telling situations a person’s behaviours may increase, but the same person’s behaviours may decrease in other deceptive situations.
vi: Thêm vào đó, trong một số tình huống nói dối/ nói thật những hành vi của cá nhân có thể tăng lên, nhưng có những hành vi của cùng người đó có thể giảm trong một số tình huống nói dối khác.

source: Furthermore, the delay between the event and the describing of it seems to affect the extent to which memories based on external sources (i.e. truths) still contain more contextual, sensory and semantic information.
vi: Ngoài ra, sự chậm trễ giữa các khả năng có thể a và các mô tả của nó dường như đã làm ảnh hưởng đến quy mô mà những kỳ niệm dựa vào các nguồn lực bên ngoài (những chân tí) vẫn có thể chứa đựng nhiều văn cảnh, giác quan, và các thông tin về mặt ngữ nghĩa.

source: Furthermore, they need training to overcome other false beliefs such as (i) honest or attractive-looking people lie less and (ii) people who look nervous are liars (when they are probably just socially anxious or introverted).
vi: Hơn nữa, họ cần huấn luyện để vượt qua những niềm tin "giả dối " như là (i) con người có ngoại hình hấp dẫn hay có vẻ chân thật nói dối ít hơn và (ii) những ai trông lo lắng là những người nói dối ( trong khi đó họ có thể là có tính hay lo hoặc là người hướng nội ).

source: Furthermore, those officers who were more experienced in investigative interviewing performed better.
vi: Hơn nữa, những thanh tra có kinh nghiệm trong việc hỏi cung có khả năng phát hiện tốt hơn.

source: Furthermore, to properly analyse statements using CBCA probably requires a lot of training, which some of the studies did not adequately provide.
vi: Vả lại, để phân tích chính xác lời tường thuật dựa theo CBCA cũng đòi hỏi rất nhiều sự rèn luyện, trong đó một số nghiên cứu đã không có một sự chuẩn bị thỏa đáng.

source: Geographical profiling has its history in environmental criminology.
vi: Lập hồ sơ theo địa lý có nguồn gốc từ tội phạm học theo môi trường sống.

source: Geographical profiling is typically used to identify the likely area of an offender’s residence from the location of the crime.
vi: Thiết lập hồ sơ theo địa lý thường được sử dụng để xác định khu vực nào có nhiều khả năng là nơi cư trú của người phạm tội dựa trên vị trí của vụ án.

source: Geographical profiling principles have been developed in England for the marauder type of offender by Professor David Canter and colleagues.
vi: Những nguyên tắc lập hồ sơ theo địa lý đã được phát triển tại Anh cho loại hình marauder bởi Giáo sư David Canter và đồng nghiệp.

source: Given research findings such as those that state that the recall of events by witnesses can be manipulated by the interviewer (either intentionally or unintentionally – for example, by the type of questions asked), it is clear that those carrying out the interviews need to receive training in how to con- duct the interviews appropriately.
vi: Kết quả nghiên cứu đã khẳng định rằng người phụ trách chất vấn có thể kiểm soát được việc nhân chứng hồi tưởng lại sự kiện (cả vô ý hay cố ý - ví dụ như bởi dạng câu hỏi được đưa ra), rõ ràng là người chất vần cần phải được hướng dẫn lại cách tiến hành chất vấn một cách phù hợp.

source: Given that there seems to be strong agreement among people about which cues they believe would indicate lying, liars will, of course, share in this knowledge.
vi: Trong khi có thể có một sự đồng tình mạnh mẽ giữa mọi người về dấu hiệu mà họ tin rằng biểu thị việc nói dối, những người nói dối tất nhiên sẽ chia sẻ những thông tin này.

source: Given that use of polygraph testing in pre-employment screening is beset by a number of problems, what can psychology offer?
vi: Đứng trước hàng loạt các vấn đề về sử dụng máy phát hiện nói dối trong quá trình kiểm tra trước tuyển dụng, các nhà tâm lý học có đề xuất gì?

source: Given the history of miscarriages of justice known to the British public and the dramatic media attention they have received, it is not surprising that most British citizens follow the due process model.
vi: Theo như lịch sử những vụ án oan được công chúng Anh biết đến và sự chú ý lớn từ truyền thông mà chúng nhận được thì không có gì bất ngờ khi hầu hết công dân nước Anh đi theo hình mẫu của quy trình pháp lý.

source: Given the role the police play in society and the potentially stressful environment in which they will be placed, a thorough selection process for new recruits is essential to the maintenance and improvement of the service.
vi: Với vai trò là cảnh sát trong xã hội và được đặt trong môi trường tiềm ẩn những căng thẳng, một quá trình lựa chọn kỹ lưỡng các tân binh mới là điều cần thiết để duy trì và cải thiện các dịch vụ.

source: Given this prior belief in guilt, it is not surprising that such officers see their main role as the securing of a confession.
vi: Không bất ngờ gì khi những nhân viên này thấy vai trò chính của họ là bảo mật thông tin lời thú tội.

source: Good examples include habeas corpus (the right to be taken before a court after a certain period of arrest) and mens rea (referring to a person’s culpable mental state with regard to a crime, e.g. intentionally harming someone or driving recklessly).
vi: Có thể kể đến habeas corpus (quyền được đưa ra trước một tòa án sau một thời gian bắt giữ nhất định) và mens rea (đề cập đến trạng thái tinh thần có tội của một người đối với một tội, ví dụ như cố ý làm tổn hại đến ai đó hoặc lái xe thiếu thận trọng).

source: Grief/bereavement.
vi: Đau buồn tội độ/mất người thân.

source: Ground truth involves knowing (independently, of course, of the polygraph testing procedure) whether the person being tested is lying or not.
vi: Thông tin thực địa gồm các hiểu biết (tất nhiên là không lên quan tới kết quả quá trình kiểm tra phát hiện nói dối) liệu người đang bị kiểm tra có nói dối hay không.

source: Have they changed at all in light of the contents of this chapter?
vi: Liệu các nội dung ở trên có thể thay đổi những quan điểm ấy?

source: Having considered the experience of prisoners in general, the last part of this chapter turns to consider the experiences of two particular populations of prisoner; women and prisoners serving life sentences.
vi: Sau khi nghiên cứu về trải nghiệm của các tù nhân nói chung, phần cuối cùng của chương sẽ đề cập đến những kinh nghiệm của 2 loại tù nhân: nữ tù nhân và người lãnh án chung thân .

source: Having considered this criticism, we now move on to consider the assumptions underlying the profiling of personal characteristics from crime scene behaviour.
vi: Sau khi xem xét sự phê phán này, bây giờ chúng ta sẽ quan tâm tới những giả định cơ bản của việc thiết lập hồ sơ đặc tính cá nhân từ hành vi tại hiện trường vụ án.

source: Having identified what offender profiling is, we should address the question ‘Who are offender profilers?’ In 1995, Gary Copson investigated this issue and found that the majority of profilers in Britain were typically academic or criminal psychologists.
vi: Sau khi đã xác định thế nào là thiết lập hồ sơ tội phạm, chúng ta nên giải quyết câu hỏi " Người lập hồ sơ tội phạm là ai?" Vào năm 1995, Gary Copson đã nghiên cứu vấn đề này và phát hiện ra rằng đa số những người lập sồ hơ tại Anh thường là những nhà tâm lý học hàn lâm hoặc những nhà tâm lý học tội phạm.

source: Having now considered the three assumptions that underpin the practice of offender profiling, it is clearly of concern that thus far it is only the offender consistency hypothesis that shows evidence of sound empirical support.
vi: Hiện tại khi cân nhắc ba giả định nền tảng cho việc thực hành lập hồ sơ tâm lý tội phạm thì rõ ràng là cho tới giờ chỉ có giả thuyết về tính nhất quán của hành vi phạm tội mới đưa ra được những thông tin được chứng thực từ sự quan sát/trải nghiệm để ủng hộ cho giả thuyết.

source: Having officers of diverse sexual orientation may improve the service provided to the community, especially for those who may feel marginalized or victimized because of their sexuality.
vi: Có những nhân viên có các khuynh hướng tình dục khác nhau có thể cải thiện việc cung cấp dịch vụ cho cộng đồng, đặc biệt là đối với những người có thể cảm thấy bị thiệt thòi hoặc bị biến thành nạn nhân vì giới tính của họ.

source: He violated women to control men, ordering his henchmen to drag even girls as young as 12 to a nearby derelict building to be gang-raped.
vi: Hắn xâm hại phụ nữ để khống chế những người đàn ông, ra lệnh cho đàn em bắt cả những thiếu nữ 12 tuổi tới một tòa nhà hoang gần đó để bạo dâm.

source: He specialises in the interviewing of vulnerable witnesses, such as the elderly and the young, and has been carrying out active research within this area for a number of years.
vi: Chuyên môn của anh ấy là chất vấn nhân chứng dễ bị tổn thương, ví dụ như với người già hay người trẻ và chủ động tiến hành nghiên cứu lĩnh vực này trong nhiều năm.

source: He and a colleague have just secured funding to carry out some research investigating this notion.
vi: Ông ấy và các đồng nghiệp vừa thành lập được quỹ để thực hiện một số điều tra nghiên cứu về khái niệm này.

source: He argued that electric shock should be the preferred method of punishment and believed that the community should be responsible for the punishments, which should take place in public, and that the offender would be ‘redeemed’ rather than ‘rehabilitated’.
vi: Ông ta cũng đưa ra quan điểm rằng phương pháp gây sốc điện nên được ưu tiên và tin rằng cộng động sẽ chịu trách nhiệm cho những hình phạt được tiếng hành ở nơi công cộng, và rằng tội tạm nên phải "chuộc lỗi" hơn là được "phục hồi"

source: He described criminal psychology as ‘any application of psychological knowledge or methods to a task faced by the legal system’ (Wrightsman 2001, p.
vi: Anh ấy mô tả tâm lý học tội phạm như là 'ứng dụng kiến thức tâm lý hay các giải pháp để hoàn thành nhiệm vụ khi đối mặt với hệ thống pháp luật'.

source: He divides voluntary policing into two categories, which he terms ‘responsible citizenship’ and ‘autonomous citizenship’.
vi: Ông chia an ninh tình nguyện thành hai hạng mục, được ông đặt tên là "Công dân trách nhiệm" và "Công dân tự trị".

source: He hopes that this research will inform not only those working with learning-disabled offenders but also court decisions in relation to how these individuals are processed and sentenced.
vi: Ông hy vọng rằng nghiên cứu này sẽ không chỉHe hopes that this research will inform not only those working with learning-disabled offenders but also court decisions in relation to how these individuals are processed and sentenced.

source: He is not listening to the meaning of his words and the full meaning is difficult to catch.
vi: Anh ta còn chẳng lắng nghe ý nghĩa của những từ anh ta đang nói và thật khó để bạn có hể hiểu hết những điều đó.

source: He is now responsible for delivering academic courses in criminal psychology to individuals who have already studied at undergraduate level and wish to go on to work within this field.
vi: Hiện giờ, ông chịu trách nhiệm cho việc giảng dạy các khóa học của tâm lý học tội phạm cho các cá nhân đang là sinh viên và có mong muốn làm việc trong ngành này.

source: He noted for the CQT that once ‘inconclusive’ decisions had been removed from the data set the accuracy rate for ‘guilty’ persons (i.e. liars) was ninety-one per cent and for ‘innocent’ persons eighty-nine per cent.
vi: Ông lưu ý với phương pháp CQT rằng nếu loại bỏ các trường hợp 'không xác định' khỏi hệ thống dữ liệu thì tỉ lệ chính xác cho người 'có tội' (ví dụ: người nói dối) là 91% và người 'vô tội' là 89%.

source: He noted that the interviewers used a number of persuasive/manipulative tactics, including:
vi: Anh ta quan sát rằng những người chất vấn sử dụng nhiều kỹ xảo để thuyết phục hay lôi kéo, bao gồm:

source: He said that there had been none, the main reason for this being that, in his opinion, no research study could contain an event and subsequent interviewing that would approximate sexual abuse.
vi: Ông trả lời rằng không hề có một nghiên cứu nào cả, lý giải cho điều này, ông đã nói theo quan điểm của mình, rằng không có một nghiên cứu nào có thể bao hàm được một sự kiện và một cuộc phỏng vấn cũng không thể cho ra được tính sấp xỉ với vấn đề lạm dụng tình dục.

source: He suggests that there are two models of punishment values which he refers to as: ‘due process’ and ‘vigilante tradition’ beliefs.
vi: Ông cho rằng có 2 kiểu mẫu của giá trị trừng phạt cái mà ông quy vào là niềm tin 'quy trình pháp lý' và 'truyền thống dân phòng'.

source: He suggests that this is due to the strong tradition of vigilante values and beliefs held by many US citizens, especially in the southern states.
vi: Ông cho rằng điều này là do truyền thống lâu đời của giá trị và niềm tin vào tự giữ gìn trật tự của nhiều công dân Mỹ, đặc biệt là ở những bang phía nam.

source: Heffer suggests that best under- standing by the jury would be achieved if instructions were given early in a trial and involve repetition and fully relevant examples of how the legal points might be applied to the case being considered.
vi: Heffer gợi ý rằng bồi thẩm đoàn sẽ hiểu được tốt nhất nếu những hướng dẫn được gợi ý trước phiên toà và được lặp lại với đầy đủ ví dụ thích hợp của cách các quan điểm pháp lý được áp dụng cho trường hợp đang xem xét.

source: Hence the interview (whether with a witness or suspect) and the manner in which it is conducted can be crucial to a case.
vi: Kể từ khi chất vấn (dù là với nhân chứng hay nghi phạm) và cách thức tiến hành đều đặc biệt quan trọng đối với bất cứ trường hợp nào.

source: Hence, they might also limit themselves to seeking practical forms of support from fellow inmates.
vi: Do đó, họ cũng hạn chế việc tìm các hình thức hỗ trợ từ bạn tù.

source: Henry VII’s defeat of Richard III at the Battle of Bosworth in 1485 brought about abrupt and sweeping legal reforms.
vi: Henry VII đánh bại Richard III trong trận Bosworth trong năm 1485 đã dẫn tới cải cách pháp lý đột ngột và sâu rộng.

source: Henry was determined to establish his rather shaky claim to the English throne and introduced extensive legal reforms as part of the break with the past.
vi: Henry quyết định củng cố quyền hành hơi yếu cho ngôi vua nước Anh và giới thiệu những cải cách pháp lý rộng lớn như là một phần của thay đổi với quá khứ.

source: Her Majesty’s Inspectors of Police commented in 2001 that ‘A police officer in uniform on an unhurried foot patrol suggests that “all is well with the world”.
vi: Năm 2011, ngài Thanh tra Cảnh sát của Vương quốc Anh nhận xét rằng ‘Một sĩ quan cảnh sát mặc cảnh phục đi tuần thong thả gợi ra khung cảnh “thế giới đang thật yên bình”.

source: Here, we will focus on assisting witnesses/victims to identify the perpetrator by face or by voice.
vi: Ở đây, chúng tôi chú trọng vào việc giúp cho các nhân chứng/nạn nhân tìm ra thủ phạm thông qua chân dung hoặc giọng nói.

source: Herein lies the dilemma of the risk principle.
vi: Về khía cạnh tiến thoái lưỡng nan của nguyên tắc nguy cơ.

source: His overview of ten studies of professionals found an average accuracy rate for detecting lies/truths of fifty-five per cent, which is not that different from chance (at fifty per cent) nor from that achieved by non-professionals.
vi: Đánh giá của ông về 10 nghiên cứu cho thấy tỉ lệ trung bình của việc nhận ra sự lừa dối/ sự thật là 55% , con số này cũng không khác việc đoán mò (50-50) hay là bởi những người không chuyên.

source: Historically a strong association has developed between the police uniform and the maintenance of personal and public standards.
vi: Mối liên hệ này đã có cả một quá trình phát triển lịch sử.

source: Historically then, the admissibility of a psychologist’s opinion was often limited to providing evidence relating to mental impairment or the psychological functioning of an individual.
vi: Theo dòng lịch sử dần dần, các nhà tâm lý học được phép đưa ra ý kiến chuyên môn để cung cấp bằng chứng liên quan đến vấn đề thần kinh hay chức năng tâm lý của cá nhân .

source: Historically, women have not always been permitted to become involved in policing.
vi: Trong lịch sử, phụ nữ luôn không được phép dính dáng đến ngành cảnh sát.

source: Homesickness.
vi: Nhớ nhà.

source: Homework has to be completed for an offender to ‘pass’ the programme.
vi: Bài tập về nhà phải được hoàn thành thì tội phạm mới có thể "qua" được chương trình .

source: How can the government and policy-makers make sensible, evidence-based decisions about how to deal with sex offenders, while meeting the demands of the public?
vi: Làm thế nào để chính phủ và các nhà lập pháp có thể đưa ra những quyết định hợp lý và có căn cứ về cách đối phó với tội phạm tình dục mà vẫn có thể đạt được những yêu cầu của công chúng?

source: How did he do that?’. Specific questions focus on detail.
vi: Ông ấy đã làm thế nào?'. Câu hỏi cụ thể tập trung vào chi tiết.

source: How do people behave when they are lying and what cues can police officers look out for that might indicate that the suspects are lying about their whereabouts during the crime?
vi: Cách mọi người cư xử khi họ đang nói dối như thế nào và dấu hiệu nào mà cảnh sát nhận thấy nghi phạm đang nói dối ở điểm nào đó hay trong suốt cả vụ án?

source: How many of the eleven murders can be attributed to Jack the Ripper has also been debated.
vi: Bao nhiêu trong số mười một vụ án mạng đó là tội ác của Jack Đồ Tể cũng được đưa ra tranh luận.

source: How might the attendance at unpleasant scenes of crime, or repeated exposure to negative events, impact on an individual and how are those affected in this way best treated?
vi: Sự hiện diện của hiện trường khó chịu của các vụ án phức tạp sẽ như thế nào hoặc một chuỗi tội ác, có dấu hiệu lặp đi lặp lại, ảnh hưởng đến từng cá nhân và cách điều trị tốt nhất cho những trường hợp này ra sao?

source: However a marked police vehicle with blue light and sirens activated sends out a different message.
vi: Tuy vậy, một xe cảnh sát với đèn xanh nhấp nháy đang hú còi lại gửi đi một thông điệp khác.

source: However intimidation or the threat of violence can also have a severe effect upon the accused.
vi: Tuy nhiên sự hăm dọa hay bạo lực tiềm ẩn vẫn có thể ảnh hưởng nghiêm trọng đến bị cáo.

source: However, Lord Scarman’s Report of 1981 (following the Brixton Riots) and the Macpherson Report (following the murder of Stephen Lawrence, 1993) both acknowledge not only the problems of racism and racially motivated crime throughout Britain, but also the concept of institutional racism within the police service itself.
vi: Tuy nhiên, Báo cáo của Lord Scarman năm 1981 (sau cuộc bạo loạn ở Brixton) và Báo cáo Macpherson (sau cái chết của Stephen Lawrence, 1993), cả hai thừa nhận không chỉ vấn đề phân biệt chủng tộc và tội phạm bắt nguồn từ phân biệt chủng tộc đang ở khắp nước Anh, mà cũng có những khái niệm về phân biệt chủng tộc có tính chất cơ quan trong chính phạm vi ngành cảnh sát.
